Repository: jm-mosse/test-vetorino
Catalog: lang/testvetorino-*.po
Languages: fr_fr

source: Account points
fr_fr: Points cumulés

source: Collect at least 50 points to generate a discount coupon of the same value as your points on your next order.
fr_fr: Cumulez au moins 50 points pour générer un coupon de réduction de la même valeur que vos points lors de votre prochaine commande.

source: Generate a discount coupon of the same value as your points on your next order.
fr_fr: Générez un bon de réduction de la même valeur que vos points lors de votre prochaine commande.

source: Generate your %s discount coupon
fr_fr: Générez votre bon de réduction de %s

source: Here is your %s discount coupon to use on your next order.
fr_fr: Voici votre bon de réduction de %s à utiliser sur votre prochaine commande.

source: Number of points earned
fr_fr: Nombre de points cumulés

source: Sendinblue API key:
fr_fr: Clé API Sendinblue :

source: Sendinblue Mail:
fr_fr: Mail Sendinblue :

source: Test Vetorino Settings
fr_fr: Paramètres Test Vetorino

source: Your coupon
fr_fr: Votre bon de réduction
